{
  "io.page-title": "VTEX IO",
  "io.navbar.learn": "Learn",
  "io.navbar.feature-list": "Store Features",
  "io.navbar.keepup": "Keep Up",
  "io.navbar.build": "Build with IO",
  "io.navbar.faq": "FAQ",
  "io.hero.globalbrands": "Build for global brands.",
  "io.hero.resources": "With right resources at hand, you will help expand the possibilities of businesses around the world.",
  "io.hero.cta": "Build stores with IO",
  "io.hero.partners": "Learn about our Partner Program",
  "io.cards.first.title": "Get Started with IO",
  "io.cards.first.text": "Learn the basics and start building apps, extensions and integrations.",
  "io.cards.second.title": "IO Master Class",
  "io.cards.second.text": "Watch videos and take a deep dive into all things IO: tools, tips, and possibilities.",
  "io.cards.third.title": "Explore our Components",
  "io.cards.third.text": "Explore the components we've developed and explore our available and upcoming features.",
  "io.cards.fourth.title": "Frequently Asked Questions",
  "io.cards.fourth.text": "Find the answers you are looking for.",
  "io.product.deliver": "Deliver more, deliver better",
  "io.product.scale": "Tailor-made meets scale.",
  "io.product.cloud": "With a cloud environment and an integrated commerce-drive toolset, it's a lot easier for retailers and developers to scale solutions for specific needs.",
  "io.howitworks.appstore": "App Store",
  "io.howitworks.appstore.scale": "Solutions that scale",
  "io.howitworks.appstore.solutions": "Make your business-driven solutions available to 2.500+ stores in 25 countries through our exclusive distribution channel.",
  "io.howitworks.abtesting": "A/B Testing",
  "io.howitworks.abtesting.decisions": "Informed business decisions",
  "io.howitworks.abtesting.tests": "Perform tests on every aspect of your business to learn what works best. Use the isolated Test Workspaces to iterate faster, increase sales, and raise conversion rates.",
  "io.howitworks.storeframework": "Store Framework",
  "io.howitworks.storeframework.build": "Build faster, grow better",
  "io.howitworks.storeframework.develop": "Reduce loading time, improve usability, and make the best of SEO. Developing scalable components with a comprehensive, easy-to-use toolset, you can build stores faster than ever.",
  "io.evolution.focus": "Focus on what matters",
  "io.evolution.evolution": "Seamless evolution.",
  "io.evolution.perspective": "VTEX IO delivers a new paradigm for cloud software development that’s heavily integrated into the environment where your code will actually run. This shift in perspective unlocks new capabilities that were impossible on the traditional, local development model.",
  "io.evolution.vtexio": "VTEX IO",
  "io.evolution.vtexio.description": "It's our serverless development platform, designed to help you create scalable, production-ready web applications – and never have to worry about any infrastructure complexity again.",
  "io.features.title": "Powerful tools to power-up your solutions.",
  "io.features.title.small": "Make the most out of your work",
  "io.features.cloud": "Works on the cloud",
  "io.features.cloud.description": "It's the end of the mismatch between local and production environments. No code runs on your computer: The source gets synced to the cloud, where it is built and deployed in real-time.",
  "io.features.setupless": "Setupless",
  "io.features.setupless.description": "No need to oldfashioned developer environment setup anymore. All you need to start building apps is a lightweight console application and a developer account.",
  "io.features.workspaces": "Workspaces",
  "io.features.workspaces.description": "Instantaneous app deploy and rollback with a single command. Manage different versions of your apps and test new features in isolation, with the peace of mind you need to experiment and evolve to quickly.",
  "io.features.serverless": "Serverless",
  "io.features.serverless.description": "Our infrastructure is designed to scale your code according to traffic. CDN distribution and the SmartCacheⓇ system guarantees high performance and low latency.",
  "io.startbuilding.title": "Start building the future of commerce.",
  "io.startbuilding.text": "Build apps with cutting-edge technology, meet the needs of world-class brands and expand the possibilities of retail.",
  "io.startbuilding.cta": "BECOME A PARTNER",
  "io.footer.vtex": "Accelerating Commerce Transformation.",
  "io.footer.pricing": "Pricing",
  "io.footer.company": "Company",
  "io.footer.company.carrers": "Carrers",
  "io.footer.company.partnersAWS": "Partners AWS",
  "io.footer.company.dmca": "DMCA Policy",
  "io.footer.company.blog": "Blog",
  "io.footer.resources": "Resources",
  "io.footer.resources.devdocs": "Development Docs",
  "io.footer.resources.support": "Support",
  "io.footer.resources.announcements": "Announcements",
  "io.footer.resources.releases": "Releases",
  "io.footer.resources.status": "Status",
  "io.footer.resources.health": "Health Check",
  "io.footer.resources.vtexio": "VTEX IO",
  "io.footer.partners": "Partners",
  "io.footer.partners.vtex": "VTEX Partners",
  "io.footer.partners.find": "Find a partner",
  "io.footer.partners.program": "Partner Program",
  "io.footer.partners.appstore": "VTEX App Store",
  "io.faq.page-title": "FAQ - VTEX IO",
  "io.faq.basic-concepts.vtex-vtexio.summary": "What's the difference between VTEX and VTEX IO?",
  "io.faq.basic-concepts.vtex-vtexio.ans": "",
  "io.faq.migrate.why-v1-no-more.summary": "Why was v1 discontinued?",
  "io.faq.migrate.why-v1-no-more.ans": "",
  "io.faq.migrate.why-migrate.summary": "Why should I upgrade to v2?",
  "io.faq.migrate.why-migrate.ans": "You should upgrade so that you have access to the full power and capabilities of VTEX IO and Store Framework, the latest and greatest VTEX has to offer. Also, stay up to date with every new feature we develop in a seamless way, just as described at https://vtex.io .",
  "io.faq.migrate.advantages-v2.summary": "What are the advantages of using Store v2?",
  "io.faq.migrate.advantages-v2.ans": "",
  "io.faq.migrate.unavailable-features.summary": "Are there functionalities that were available in v1 but not in v2?",
  "io.faq.migrate.unavailable-features.ans": "For a full feature comparison between our new CMS and our old one, you can check out https://vtex.io/store-features .",
  "io.faq.migrate.how-to.summary": "How can I get started with migrating to v2?",
  "io.faq.migrate.how-to.ans": "Currently there is not an automated process to migrate a store from v1 to v2. Basically the front-end needs to be rebuilt using our Store Framework.",
  "io.faq.create-store.components.summary": "What components already exist?",
  "io.faq.create-store.components.ans": "Quite a few! And new ones are coming. You can check out a list at https://vtex.io/store-features#store-component-apps .",
  "io.faq.create-store.components-functionality.summary": "Will I be able to implement functionalities I need using the components already provided by VTEX or should I build my own?",
  "io.faq.create-store.components-functionality.ans": "We strongly recommend everyone to use the components already provided by VTEX, as they already offer a certain degree of customization and are fully supported by the Store Framework team. If you want some new feature that we do not support yet, please check our contributing guidelines so that you can maybe add this feature to our components and make it available to everyone (open-source rules!). ",
  "io.faq.create-store.unsupported.summary": "What is not supported by Store v2?",
  "io.faq.create-store.unsupported.ans": "We don't fully support (for now) exclusive features for: marketplaces, B2B, delivery and grocery. For the time being we will not be making any modification to our components so that they support those specific use cases.",
  "io.faq.create-store.supported.summary": "What is supported by Store v2?",
  "io.faq.create-store.supported.ans": "We support all common features for basic stores that sell items which don't require a great degree of personalization, such as: fashion, home appliances, cosmedics and sporting goods.",
  "io.faq.create-store.to-PR-or-not-to-PR.summary": "How do I know if I should create a new app or send a PR to make an existing app better?",
  "io.faq.create-store.to-PR-or-not-to-PR.ans": "We always encourage everyone to contribute to the development of all components we build, that's why they are all open-source! Check out our contributing guidelines for a better guide on how to send that PR or discuss a new feature you want to implement, they live at: https://github.com/vtex-apps/awesome-io .",
  "io.faq.create-store.component-docs.summary": "Where can I find documentation on which props (or blocks) can be passed to each block?",
  "io.faq.create-store.component-docs.ans": "Each block is exported by a component built by the Store Framework team, and their documentation lives in each one of their GitHub repositories. You can check out our list of available components and the links to each repository at https://vtex.io/store-features#store-component-apps .",
  "io.faq.extend-store-framework.summary": "How can I extend the provided functionalities from Store Framework?",
  "io.faq.extend-store-framework.ans": "Due to a recent change in the way VTEX is handling extensibility with VTEX IO, in order to garantee quality support to every client by VTEX support team, agencies that do not have enterprise accounts will have limited access to extensibility features and can only publish and install apps into their VTEX accounts, but not create apps extending features provided by Store Framework.",
  "io.faq.create-front-end-app.already-exists.summary": "How do I know if an app I want to create already exists?",
  "io.faq.create-front-end-app.already-exists.ans": "",
  "io.faq.create-front-end-app.getting-started.summary": "How can I get started developing front-end apps?",
  "io.faq.create-front-end-app.getting-started.ans": "",
  "io.faq.create-front-end-app.how-to-whitelist.summary": "What is the criteria I need to meet in order to get into the whitelist?",
  "io.faq.create-front-end-app.how-to-whitelist.ans": "",
  "io.faq.create-back-end-app.permission.summary": "Can I develop Node + GraphQL apps?",
  "io.faq.create-back-end-app.permission.ans": "The use of Node and GraphQL will only be allowed to enterprise accounts that want to create new features that support their store development."
}
